Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localization/Features/Onboarding.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# onboarding.action.close-hint
source: Close onboarding
de: Einführung schließen
es: Cerrar bienvenida
fr: Fermer l’intégration
ja: オンボーディングを閉じる
ko: 온보딩 닫기
ru: Закрыть приветствие
vi: Đóng hướng dẫn ban đầu
zh_hans: 关闭新手引导
zh_hant: 關閉新手引導

# onboarding.action.continue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# onboarding.action.continue-hint
source: Click Continue to proceed
de: Klicken Sie auf Fortfahren, um fortzufahren
es: Haz clic en Continuar para avanzar
fr: Cliquez sur Continuer pour avancer
ja: 「続ける」をクリックして進みます
ko: 진행하려면 계속을 클릭하세요
ru: Нажмите «Продолжить», чтобы двигаться дальше
vi: Nhấp Tiếp tục để chuyển bước
zh_hans: 点击“继续”以进行下一步
zh_hant: 按一下「繼續」以進行下一步

# onboarding.action.finish
source: Finish
de: Fertigstellen
es: Finalizar
fr: Terminer
ja: 完了
ko: 완료
ru: Завершить
vi: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# onboarding.action.go-back-hint
source: Go back a step
de: Einen Schritt zurück
es: Volver al paso anterior
fr: Revenir à l’étape précédente
ja: 前のステップに戻る
ko: 이전 단계로 돌아가기
ru: Вернуться на шаг назад
vi: Quay lại bước trước
zh_hans: 返回上一步
zh_hant: 返回上一步

# onboarding.action.skip
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
ja: スキップ
ko: 건너뛰기
ru: Пропустить
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# onboarding.challenge.add-annotation
source: Pick an annotation tool (arrow, rect, blur).
de: Wählen Sie ein Anmerkungswerkzeug (Pfeil, Rechteck, Weichzeichnen).
es: Elige una herramienta de anotación (flecha, rectángulo, desenfoque).
fr: Choisissez un outil d’annotation (flèche, rectangle, flou).
ja: 注釈ツールを選択します（矢印、矩形、モザイク）。
ko: 주석 도구를 선택하세요 (화살표, 사각형, 블러).
ru: Выберите инструмент аннотации (стрелка, прямоугольник, размытие).
vi: Chọn công cụ chú thích (mũi tên, hình chữ nhật, làm mờ).
zh_hans: 选择批注工具（箭头、矩形、马赛克）。
zh_hant: 選擇標註工具（箭頭、矩形、模糊）。

# onboarding.challenge.capture-to-quick-access
source: Capture lands in Quick Access card.
de: Aufnahme landet in der Schnellzugriffskarte.
es: La captura va a la tarjeta de acceso rápido.
fr: La capture arrive dans la carte Accès rapide.
ja: キャプチャがクイックアクセスカードに届きます。
ko: 캡처본이 빠른 접근 카드에 표시됩니다.
ru: Снимок попадает в карточку быстрого доступа.
vi: Ảnh chụp vào thẻ Truy cập nhanh.
zh_hans: 截图保存至快速访问卡片。
zh_hant: 截圖儲存至快速存取卡片。

# onboarding.challenge.check-shortcuts
source: Uncheck ⇧⌘3, ⇧⌘4, ⇧⌘5 in Keyboard > Screenshots.
de: Deaktivieren Sie ⇧⌘3, ⇧⌘4, ⇧⌘5 unter Tastatur > Bildschirmfotos.
es: Desmarca ⇧⌘3, ⇧⌘4, ⇧⌘5 en Teclado > Capturas de pantalla.
fr: Décochez ⇧⌘3, ⇧⌘4, ⇧⌘5 dans Clavier > Captures d’écran.
ja: 「キーボード > スクリーンショット」で ⇧⌘3, ⇧⌘4, ⇧⌘5 のチェックを外します。
ko: 키보드 > 스크린샷에서 ⇧⌘3, ⇧⌘4, ⇧⌘5를 선택 해제하세요.
ru: Снимите флажки ⇧⌘3, ⇧⌘4, ⇧⌘5 в Клавиатура > Снимки экрана.
vi: Bỏ chọn ⇧⌘3, ⇧⌘4, ⇧⌘5 trong Bàn phím > Ảnh chụp màn hình.
zh_hans: 在“键盘 > 截屏”中取消勾选 ⇧⌘3、⇧⌘4、⇧⌘5。
zh_hant: 在「鍵盤 > 截圖」中取消勾選 ⇧⌘3、⇧⌘4、⇧⌘5。

# onboarding.challenge.grant-accessibility
source: Allow Accessibility (optional).
de: Bedienungshilfen erlauben (optional).
es: Permitir accesibilidad (opcional).
fr: Autorisez l’accessibilité (facultatif).
ja: 「アクセシビリティ」を許可（任意）。
ko: 손쉬운 사용 권한 허용 (선택 사항).
ru: Разрешите универсальный доступ (необязательно).
vi: Cấp quyền Trợ năng (tùy chọn).
zh_hans: 允许辅助功能权限（可选）。
zh_hant: 允許輔助功能權限（可選）。

# onboarding.challenge.grant-save-folder
source: Select captures save folder.
de: Wählen Sie den Speicherordner für Aufnahmen.
es: Selecciona la carpeta de destino de las capturas.
fr: Sélectionnez le dossier d’enregistrement des captures.
ja: キャプチャの保存先フォルダを選択します。
ko: 캡처 저장 폴더를 선택하세요.
ru: Выберите папку для сохранения снимков.
vi: Chọn thư mục lưu ảnh chụp.
zh_hans: 选择截图保存文件夹。
zh_hant: 選擇截圖儲存資料夾。

# onboarding.challenge.grant-screen-recording
source: Allow Screen Recording.
de: Bildschirmaufnahme erlauben.
es: Permitir grabación de pantalla.
fr: Autorisez l’enregistrement de l’écran.
ja: 「画面収録」を許可します。
ko: 화면 기록 권한을 허용하세요.
ru: Разрешите запись экрана.
vi: Cấp quyền Ghi màn hình.
zh_hans: 允许屏幕录制权限。
zh_hant: 允許螢幕錄製權限。

# onboarding.challenge.hover-card
source: Hover over the Quick Access card.
de: Bewegen Sie den Mauszeiger über die Schnellzugriffskarte.
es: Pasa el cursor sobre la tarjeta de acceso rápido.
fr: Survolez la carte Accès rapide.
ja: クイックアクセスカードにポインタを合わせます。
ko: 빠른 접근 카드 위로 마우스를 올려보세요.
ru: Наведите курсор на карточку быстрого доступа.
vi: Rê chuột qua thẻ Truy cập nhanh.
zh_hans: 悬停在快速访问卡片上。
zh_hant: 將游標停留在快速存取卡片上。

# onboarding.challenge.open-annotate-window
source: Click card to open Annotate window.
de: Klicken Sie auf die Karte, um das Anmerkungsfenster zu öffnen.
es: Haz clic en la tarjeta para abrir la ventana de anotación.
fr: Cliquez sur la carte pour ouvrir la fenêtre d’annotation.
ja: カードをクリックして注釈ウィンドウを開きます。
ko: 카드를 클릭하여 주석 창을 여세요.
ru: Нажмите на карточку, чтобы открыть окно аннотаций.
vi: Nhấp vào thẻ để mở cửa sổ Chú thích.
zh_hans: 点击卡片打开批注窗口。
zh_hant: 按一下卡片開啟標註視窗。

# onboarding.challenge.open-video-editor
source: Open the video editor from the card.
de: Öffnen Sie den Video-Editor über die Karte.
es: Abre el editor de vídeo desde la tarjeta.
fr: Ouvrez l’éditeur vidéo depuis la carte.
ja: カードからビデオエディタを開きます。
ko: 카드에서 동영상 편집기를 여세요.
ru: Откройте видеоредактор из карточки.
vi: Mở trình biên tập video từ thẻ.
zh_hans: 从卡片中打开视频编辑器。
zh_hant: 從卡片中開啟影片編輯器。

# onboarding.challenge.record-video-3s
source: Record a short 3-second video clip.
de: Nehmen Sie einen kurzen 3-Sekunden-Videoclip auf.
es: Graba un vídeo corto de 3 segundos.
fr: Enregistrez un court extrait vidéo de 3 secondes.
ja: 3秒間の短い動画クリップを録画します。
ko: 3초간 짧은 동영상 클립을 녹화하세요.
ru: Запишите короткий 3-секундный видеоролик.
vi: Quay một đoạn video ngắn 3 giây.
zh_hans: 录制一段 3 秒的简短视频片段。
zh_hant: 錄製一段 3 秒的簡短影片片段。

# onboarding.challenge.select-area
source: Select an area on the screen.
de: Wählen Sie einen Bereich auf dem Bildschirm aus.
es: Selecciona un área de la pantalla.
fr: Sélectionnez une zone sur l’écran.
ja: 画面上の領域を選択します。
ko: 화면에서 영역을 선택하세요.
ru: Выберите область на экране.
vi: Chọn một vùng trên màn hình.
zh_hans: 在屏幕上选择一个区域。
zh_hant: 在螢幕上選擇一個區域。

# onboarding.challenge.select-record-area
source: Select an area for screen recording.
de: Wählen Sie einen Bereich für die Bildschirmaufnahme aus.
es: Selecciona un área para grabar la pantalla.
fr: Sélectionnez une zone pour l’enregistrement d’écran.
ja: 画面録画の対象領域を選択します。
ko: 화면 녹화할 영역을 선택하세요.
ru: Выберите область для записи экрана.
vi: Chọn một vùng để quay màn hình.
zh_hans: 选择屏幕录制区域。
zh_hant: 選擇螢幕錄製區域。

# onboarding.challenge.trigger-quick-action
source: Press ⌘C to copy or ⌘E to edit.
de: Drücken Sie ⌘C zum Kopieren oder ⌘E zum Bearbeiten.
es: Pulsa ⌘C para copiar o ⌘E para editar.
fr: Appuyez sur ⌘C pour copier ou ⌘E pour modifier.
ja: ⌘C でコピー、または ⌘E で編集します。
ko: ⌘C를 눌러 복사하거나 ⌘E로 편집하세요.
ru: Нажмите ⌘C для копирования или ⌘E для редактирования.
vi: Nhấn ⌘C để sao chép hoặc ⌘E để sửa.
zh_hans: 按 ⌘C 复制或 ⌘E 编辑。
zh_hant: 按 ⌘C 複製或 ⌘E 編輯。

# onboarding.chrome.close-accessibility
source: Close onboarding
de: Einführung schließen
es: Cerrar bienvenida
fr: Fermer l’intégration
ja: オンボーディングを閉じる
ko: 온보딩 닫기
ru: Закрыть приветствие
vi: Đóng hướng dẫn ban đầu
zh_hans: 关闭新手引导
zh_hant: 關閉新手引導

# onboarding.chrome.language-auto
source: Auto
de: Automatisch
es: Automático
ja: 自動
ko: 자동
ru: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# onboarding.chrome.language-auto-system
source: Auto (System)
de: Automatisch (System)
es: Automático (Sistema)
fr: Auto (Système)
ja: 自動 (システム)
ko: 자동 (시스템)
ru: Авто (Система)
vi: Tự động (Hệ thống)
zh_hans: 自动 (系统默认)
zh_hant: 自動 (系統預設)

# onboarding.chrome.language-label
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
ru: Язык
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# onboarding.completion.area-capture-detail
source: Freeze, crop, and drop straight into Annotate or copy.
de: Einfrieren, zuschneiden und direkt zu Anmerkungen senden oder kopieren.
es: Congela, recorta y pasa directamente a Anotar o copia al portapapeles.
fr: Figez, cadrez et basculez directement vers Annoter ou copiez.
ja: 画面を静止させて切り抜き、注釈編集へ送るか即座にコピー。
ko: 화면을 멈추고 잘라내어 바로 주석 창으로 보내거나 복사하세요.
ru: Зафиксируйте, обрежьте и сразу переходите к аннотациям или скопируйте.
vi: Đóng băng, cắt khung và chuyển ngay vào cửa sổ Chú thích hoặc sao chép.
zh_hans: 冻结画面、自由裁剪，直接进入批注编辑或一键复制。
zh_hant: 凍結畫面、自由裁剪，直接進入標註編輯或一鍵複製。

# onboarding.completion.area-capture-title
source: Area Capture
de: Bereichsaufnahme
es: Captura de área
fr: Capture de zone
ja: エリアキャプチャ
ko: 영역 캡처
ru: Снимок области
vi: Chụp vùng màn hình
zh_hans: 区域截图
zh_hant: 區域截圖

# onboarding.completion.card-overline
source: SETUP COMPLETE
de: EINRICHTUNG ABGESCHLOSSEN
es: CONFIGURACIÓN COMPLETADA
fr: CONFIGURATION TERMINÉE
ja: セットアップ完了
ko: 설정 완료
ru: НАСТРОЙКА ЗАВЕРШЕНА
vi: HOÀN TẤT CÀI ĐẶT
zh_hans: 设置完成
zh_hant: 設定完成

# onboarding.completion.card-subtitle
source: Snapzy is ready in your menu bar. Take screenshots, record clips, extract text, and annotate anytime.
de: Snapzy ist in Ihrer Menüleiste bereit. Machen Sie Screenshots, nehmen Sie Clips auf, extrahieren Sie Text und annotieren Sie jederzeit.
es: Snapzy está lista en tu barra de menús. Haz capturas, graba clips, extrae texto y anota cuando quieras.
fr: Snapzy est prêt dans votre barre des menus. Capturez, enregistrez, extrayez du texte et annotez à tout moment.
ja: Snapzy がメニューバーで待機しています。いつでもスクリーンショット、録画、文字抽出、注釈をご利用いただけます。
ko: Snapzy가 메뉴 막대에 준비되었습니다. 언제든 화면을 캡처하고, 녹화하고, 텍스트를 추출하고, 주석을 달아보세요.
ru: Snapzy готов в строке меню. Делайте снимки, записывайте видео, копируйте текст и добавляйте аннотации.
vi: Snapzy đã sẵn sàng trên thanh menu. Chụp ảnh màn hình, quay clip, trích xuất văn bản và chú thích bất kỳ lúc nào.
zh_hans: Snapzy 已在菜单栏就绪。随时截图、录屏、提取文字并添加批注。
zh_hant: Snapzy 已在選單列就緒。隨時截圖、錄影、擷取文字並新增標註。

# onboarding.completion.card-title
source: You're All Set!
de: Alles bereit!
es: ¡Todo listo!
fr: Vous êtes prêt !
ja: 準備が整いました！
ko: 모든 준비가 끝났습니다!
ru: Всё готово!
vi: Mọi thứ đã sẵn sàng!
zh_hans: 一切准备就绪！
zh_hant: 一切準備就緒！

# onboarding.completion.description
source: Snapzy is ready. Access it from the menu bar or use your keyboard shortcuts.
de: Snapzy ist fertig. Greifen Sie über die Menüleiste darauf zu oder verwenden Sie Ihre Tastaturkürzel.
es: Snapzy está listo. Accede a él desde la barra de menú o utiliza tus atajos de teclado.
fr: Snapzy est prêt. Accédez-y depuis la barre de menus ou utilisez vos raccourcis clavier.
ja: Snapzy の準備が完了しました。メニューバーからアクセスするか、キーボードショートカットを使用してください。
ko: Snapzy가 준비되었습니다. 메뉴 표시줄에서 액세스하거나 키보드 단축키를 사용하세요.
ru: Снапзи готов. Получите к нему доступ из строки меню или используйте сочетания клавиш.
vi: Snapzy đã sẵn sàng. Mở từ thanh menu hoặc dùng phím tắt của bạn.
zh_hans: Snapzy 已准备就绪。从菜单栏访问它或使用键盘快捷键。
zh_hant: Snapzy 已準備就緒。從菜單欄訪問它或使用鍵盤快捷鍵。

# onboarding.completion.get-started
source: Get Started
de: Erste Schritte
es: Empezar
fr: Commencez
ja: 始めましょう
ko: 시작하기
ru: Начать
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.completion.join-discord
source: Join Discord
de: Discord beitreten
es: Unirse a Discord
fr: Rejoindre Discord
ja: Discord に参加
ko: Discord 참여하기
ru: Присоединиться к Discord
vi: Tham gia Discord
zh_hans: 加入 Discord 社区
zh_hant: 加入 Discord 社群

# onboarding.completion.menu-bar
source: Menu Bar
de: Menüleiste
es: Barra de menú
fr: Barre de menus
ja: メニューバー
ko: 메뉴 바
ru: Строка меню
vi: Thanh menu
zh_hans: 菜单栏
zh_hant: 菜單欄

# onboarding.completion.menu-bar-hint
source: Look for the camera icon in your menu bar
de: Suchen Sie in Ihrer Menüleiste nach dem Kamerasymbol
es: Busque el ícono de la cámara en su barra de menú
fr: Recherchez l'icône de l'appareil photo dans votre barre de menus
ja: メニューバーでカメラアイコンを探してください
ko: 메뉴 표시줄에서 카메라 아이콘을 찾으세요.
ru: Найдите значок камеры в строке меню.
vi: Tìm biểu tượng camera trên thanh menu
zh_hans: 在菜单栏中查找相机图标
zh_hant: 在菜單欄中查找相機圖標

# onboarding.completion.menubar-hub-detail
source: Access recent captures, history, hotkeys, and preferences.
de: Greifen Sie auf aktuelle Aufnahmen, Verlauf, Kurzbefehle und Einstellungen zu.
es: Accede a capturas recientes, historial, atajos y ajustes.
fr: Accédez aux captures récentes, à l’historique, aux raccourcis et aux réglages.
ja: 最近のキャプチャ、履歴、ショートカット、設定へ手軽にアクセス。
ko: 최근 캡처, 기록, 단축키 및 환경설정에 빠르게 접근하세요.
ru: Доступ к недавним снимкам, истории, горячим клавишам и настройкам.
vi: Truy cập các ảnh gần đây, lịch sử, phím tắt và cài đặt ứng dụng.
zh_hans: 快速查看近期截图、历史记录、快捷键和偏好设置。
zh_hant: 快速檢視近期截圖、歷史記錄、快速鍵和偏好設定。

# onboarding.completion.menubar-hub-title
source: Menu Bar Hub
de: Menüleisten-Hub
es: Centro de la barra de menús
fr: Centre de la barre des menus
ja: メニューバーハブ
ko: 메뉴 막대 허브
ru: Центр в строке меню
vi: Trung tâm thanh menu
zh_hans: 菜单栏中心
zh_hant: 選單列中心

# onboarding.completion.ocr-detail
source: Extract text on-device with Apple Vision to clipboard.
de: Texte lokal mit Apple Vision erkennen und direkt in die Zwischenablage kopieren.
es: Extrae texto en el dispositivo con Apple Vision directo al portapapeles.
fr: Extrayez le texte sur l’appareil avec Apple Vision directement vers le presse-papiers.
ja: Apple Vision によりデバイス上で文字認識し、クリップボードへ保存。
ko: Apple Vision으로 기기에서 직접 텍스트를 추출하여 클립보드에 복사하세요.
ru: Распознавание текста прямо на устройстве с помощью Apple Vision в буфер обмена.
vi: Trích xuất văn bản trên thiết bị bằng Apple Vision trực tiếp vào bộ nhớ tạm.
zh_hans: 利用 Apple Vision 在设备端识别文字并直接复制到剪贴板。
zh_hant: 利用 Apple Vision 在裝置端辨識文字並直接複製到剪貼簿。

# onboarding.completion.ocr-title
source: Text Grab (OCR)
de: Texterkennung (OCR)
es: Captura de texto (OCR)
fr: Capture de texte (OCR)
ja: テキスト抽出 (OCR)
ko: 텍스트 추출 (OCR)
ru: Захват текста (OCR)
vi: Trích xuất văn bản (OCR)
zh_hans: 文字提取 (OCR)
zh_hant: 文字擷取 (OCR)

# onboarding.completion.open-preferences
source: Open Preferences
de: Öffnen Sie die Einstellungen
es: Abrir Preferencias
fr: Ouvrir les préférences
ja: 設定を開く
ko: 환경설정 열기
ru: Открыть настройки
vi: Mở Cài đặt
zh_hans: 打开首选项
zh_hant: 打開首選項

# onboarding.completion.preferences-hint
source: Customize shortcuts, output format, and more
de: Passen Sie Verknüpfungen, Ausgabeformat und mehr an
es: Personaliza accesos directos, formato de salida y más
fr: Personnalisez les raccourcis, le format de sortie et bien plus encore
ja: ショートカット、出力形式などをカスタマイズする
ko: 단축키, 출력 형식 등을 사용자 정의하세요
ru: Настройте ярлыки, формат вывода и многое другое
vi: Tùy chỉnh phím tắt, định dạng đầu ra và nhiều hơn nữa
zh_hans: 自定义快捷键、输出格式等
zh_hant: 自定義快捷鍵、輸出格式等

# onboarding.completion.review-hint
source: Press Esc to review previous steps
de: Drücken Sie Esc, um vorherige Schritte zu überprüfen
es: Pulsa Esc para revisar los pasos anteriores
fr: Appuyez sur Échap pour revoir les étapes précédentes
ja: Esc を押すと前のステップを確認できます
ko: 이전 단계를 다시 보려면 Esc를 누르세요
ru: Нажмите Esc, чтобы просмотреть предыдущие шаги
vi: Nhấn Esc để xem lại các bước trước
zh_hans: 按 Esc 键可返回查看前面的步骤
zh_hant: 按 Esc 鍵可返回查看前面的步驟

# onboarding.completion.screen-recording-detail
source: Capture mic, system audio, and clicks. Export MP4 or GIF.
de: Mikrofon, Systemsound und Klicks aufnehmen. Als MP4 oder GIF exportieren.
es: Captura micrófono, audio del sistema y clics. Exporta en MP4 o GIF.
fr: Enregistrez le micro, le son système et les clics. Exportez en MP4 ou GIF.
ja: マイク、システム音声、クリック音を収録。MP4 や GIF として書き出し。
ko: 마이크, 시스템 오디오, 마우스 클릭을 녹음하고 MP4 또는 GIF로 내보내세요.
ru: Запись микрофона, звука системы и кликов. Экспорт в MP4 или GIF.
vi: Thu âm micro, âm thanh hệ thống và tiếng nhấp chuột. Xuất MP4 hoặc GIF.
zh_hans: 录制麦克风、系统音频和鼠标点击。支持导出 MP4 或 GIF。
zh_hant: 錄製麥克風、系統音訊和滑鼠點擊。支援匯出 MP4 或 GIF。

# onboarding.completion.screen-recording-title
source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement d’écran
ja: 画面録画
ko: 화면 녹화
ru: Запись экрана
vi: Ghi hình màn hình
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

# onboarding.completion.shortcuts-hint
source: Use ⇧⌘3, ⇧⌘4, ⇧⌘5 to capture anytime
de: Verwenden Sie ⇧⌘3, ⇧⌘4, ⇧⌘5, um jederzeit
es: Utilice ⇧⌘3, ⇧⌘4, ⇧⌘5 para capturar en cualquier momento
fr: Utilisez ⇧⌘3, ⇧⌘4, ⇧⌘5 pour capturer à tout moment
ja: ⇧⌘3、⇧⌘4、⇧⌘5 を使用していつでも撮影できます
ko: ⇧⌘3, ⇧⌘4, ⇧⌘5를 사용하여 언제든지 캡처
ru: Используйте ⇧⌘3, ⇧⌘4, ⇧⌘5 для захвата в любое время
vi: Dùng ⇧⌘3, ⇧⌘4, ⇧⌘5 để chụp bất cứ lúc nào
zh_hans: 随时使用 ⇧⌘3、⇧⌘4、⇧⌘5 截取屏幕
zh_hant: 隨時使用 ⇧⌘3、⇧⌘4、⇧⌘5 擷取螢幕

# onboarding.completion.sponsor-project
source: Sponsor Project
de: Projekt unterstützen
es: Patrocinar el proyecto
fr: Soutenir le projet
ja: プロジェクトをスポンサーする
ko: 프로젝트 후원하기
ru: Поддержать проект
vi: Tài trợ dự án
zh_hans: 赞助项目
zh_hant: 贊助專案

# onboarding.completion.star-github
source: Star on GitHub
de: Auf GitHub mit Stern bewerten
es: Dar estrella en GitHub
fr: Mettre une étoile sur GitHub
ja: GitHub でスターをつける
ko: GitHub에서 스타 주기
ru: Поставить звезду на GitHub
vi: Tặng sao trên GitHub
zh_hans: 在 GitHub 上标星
zh_hant: 在 GitHub 上給星

# onboarding.completion.start-using
source: Start Using Snapzy
de: Snapzy starten
es: Comenzar a usar Snapzy
fr: Commencer à utiliser Snapzy
ja: Snapzy を使い始める
ko: Snapzy 사용 시작하기
ru: Начать использовать Snapzy
vi: Bắt đầu sử dụng Snapzy
zh_hans: 开始使用 Snapzy
zh_hant: 開始使用 Snapzy

# onboarding.completion.title
source: You're all set!
de: Alles ist bereit!
es: ¡Estás listo!
fr: Vous êtes prêt !
ja: 準備は完了です!
ko: 모든 준비가 완료되었습니다.
ru: Все готово!
vi: Bạn đã sẵn sàng!
zh_hans: 你都准备好了！
zh_hant: 你都準備好了！

# onboarding.config-access.folder-card-description
source: Required for config.toml
de: Für config.toml erforderlich
es: Necesario para config.toml
fr: Requis pour config.toml
ja: config.toml に必要
ko: config.toml에 필요
ru: Требуется для config.toml
vi: Bắt buộc cho config.toml
zh_hans: config.toml 必需
zh_hant: config.toml 必需

# onboarding.config-access.folder-description
source: Grant access once. Snapzy will create config.toml if needed and apply valid direct edits on launch.
de: Gewähre einmal Zugriff. Snapzy erstellt config.toml bei Bedarf und wendet gültige direkte Bearbeitungen beim Start an.
es: Concede acceso una vez. Snapzy creará config.toml si hace falta y aplicará ediciones directas válidas al iniciar.
fr: Accordez l’accès une fois. Snapzy créera config.toml si nécessaire et appliquera les modifications directes valides au lancement.
ja: 一度アクセスを許可してください。必要に応じて Snapzy が config.toml を作成し、起動時に有効な直接編集を適用します。
ko: 한 번 접근을 허용하세요. 필요하면 Snapzy가 config.toml을 만들고 실행 시 유효한 직접 수정 사항을 적용합니다.
ru: Предоставьте доступ один раз. При необходимости Snapzy создаст config.toml и применит допустимые прямые изменения при запуске.
vi: Cấp quyền một lần. Snapzy sẽ tạo config.toml nếu cần và áp dụng chỉnh sửa trực tiếp hợp lệ khi khởi động.
zh_hans: 授予一次访问权限。Snapzy 会按需创建 config.toml，并在启动时应用有效的直接编辑。
zh_hant: 授予一次取用權限。Snapzy 會視需要建立 config.toml，並在啟動時套用有效的直接編輯。

# onboarding.config-access.folder-title
source: Config Folder
de: Config-Ordner
es: Carpeta de configuración
fr: Dossier de config
ja: 設定フォルダ
ko: 구성 폴더
ru: Папка config
vi: Thư mục config
zh_hans: 配置文件夹
zh_hant: 設定檔案夾

# onboarding.config-access.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
ru: Позже
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# onboarding.config-access.privacy-note
source: This only grants Snapzy access to its config folder. It does not import secrets or scan your files.
de: Dies gewährt Snapzy nur Zugriff auf seinen Config-Ordner. Es importiert keine Secrets und scannt keine Dateien.
es: Esto solo da a Snapzy acceso a su carpeta de configuración. No importa secretos ni escanea tus archivos.
fr: Cela donne seulement à Snapzy accès à son dossier de config. Il n’importe aucun secret et n’analyse pas vos fichiers.
ja: これは Snapzy に設定フォルダへのアクセスだけを許可します。秘密情報を読み込んだりファイルをスキャンしたりしません。
ko: 이는 Snapzy에 구성 폴더 접근만 허용합니다. 비밀 정보를 가져오거나 파일을 스캔하지 않습니다.
ru: Это дает Snapzy доступ только к своей папке config. Секреты не импортируются, файлы не сканируются.
vi: Quyền này chỉ cho Snapzy truy cập thư mục config của nó. Ứng dụng không nhập secret hoặc quét tệp của bạn.
zh_hans: 这只授予 Snapzy 访问其配置文件夹的权限。它不会导入密钥或扫描你的文件。
zh_hant: 這只授予 Snapzy 取用其設定檔案夾的權限。它不會匯入密鑰或掃描你的檔案。

# onboarding.config-access.ready
source: config.toml is ready.
de: config.toml ist bereit.
es: config.toml está listo.
fr: config.toml est prêt.
ja: config.toml の準備ができました。
ko: config.toml이 준비되었습니다.
ru: config.toml готов.
vi: config.toml đã sẵn sàng.
zh_hans: config.toml 已准备就绪。
zh_hant: config.toml 已準備就緒。

# onboarding.config-access.subtitle
source: Snapzy uses a TOML file for portable settings, backups, and dotfile workflows.
de: Snapzy verwendet eine TOML-Datei für portable Einstellungen, Backups und Dotfile-Workflows.
es: Snapzy usa un archivo TOML para ajustes portátiles, copias de seguridad y flujos con dotfiles.
fr: Snapzy utilise un fichier TOML pour les réglages portables, les sauvegardes et les workflows dotfiles.
ja: Snapzy は、持ち運べる設定、バックアップ、dotfile ワークフローに TOML ファイルを使います。
ko: Snapzy는 이동식 설정, 백업, dotfile 워크플로에 TOML 파일을 사용합니다.
ru: Snapzy использует файл TOML для переносимых настроек, резервных копий и рабочих процессов dotfiles.
vi: Snapzy dùng tệp TOML cho cài đặt di động, sao lưu và quy trình dotfiles.
zh_hans: Snapzy 使用 TOML 文件来处理可迁移设置、备份和 dotfiles 工作流。
zh_hant: Snapzy 使用 TOML 檔案處理可攜設定、備份和 dotfiles 工作流程。

# onboarding.config-access.title
source: Set Up config.toml
de: config.toml einrichten
es: Configurar config.toml
fr: Configurer config.toml
ja: config.toml を設定
ko: config.toml 설정
ru: Настройка config.toml
vi: Thiết lập config.toml
zh_hans: 设置 config.toml
zh_hant: 設定 config.toml

# onboarding.demo.overline
source: Interactive Demo
de: Interaktive Demo
es: Demostración interactiva
fr: Démo interactive
ja: インタラクティブデモ
ko: 인터랙티브 데모
ru: Интерактивное демо
vi: Trải nghiệm tương tác
zh_hans: 互动演示
zh_hant: 互動示範

# onboarding.demo.tooltip
source: Run simulation on mock stage
de: Simulation auf der Testbühne ausführen
es: Ejecutar simulación en la vista previa
fr: Lancer la simulation sur la scène virtuelle
ja: モックステージでシミュレーションを実行
ko: 모의 스테이지에서 시뮬레이션 실행
ru: Запустить симуляцию на демонстрационном экране
vi: Chạy mô phỏng trên màn hình mẫu
zh_hans: 在模拟舞台上运行演练
zh_hant: 在模擬舞台上執行演練

# onboarding.diagnostics.description
source: Snapzy can collect anonymous diagnostic logs when something goes wrong. These logs help us find and fix bugs faster.
de: Snapzy kann anonyme Diagnoseprotokolle sammeln, wenn etwas schief geht. Diese Protokolle helfen uns, Fehler schneller zu finden und zu beheben.
es: Snapzy puede recopilar registros de diagnóstico anónimos cuando algo sale mal. Estos registros nos ayudan a encontrar y corregir errores más rápido.
fr: Snapzy peut collecter des journaux de diagnostic anonymes en cas de problème. Ces journaux nous aident à trouver et à corriger les bugs plus rapidement.
ja: Snapzy は、何か問題が発生したときに匿名の診断ログを収集できます。これらのログは、バグをより迅速に発見して修正するのに役立ちます。
ko: Snapzy는 문제가 발생할 경우 익명의 진단 로그를 수집할 수 있습니다. 이러한 로그는 버그를 더 빠르게 찾고 수정하는 데 도움이 됩니다.
ru: Snapzy может собирать анонимные журналы диагностики, если что-то идет не так. Эти журналы помогают нам быстрее находить и исправлять ошибки.
vi: Snapzy có thể thu thập nhật ký chẩn đoán ẩn danh khi có sự cố. Các nhật ký này giúp chúng tôi tìm và sửa lỗi nhanh hơn.
zh_hans: 当出现问题时，Snapzy 可以收集匿名诊断日志。这些日志可以帮助我们更快地发现并修复错误。
zh_hant: 當出現問題時，Snapzy 可以收集匿名診斷日誌。這些日誌可以幫助我們更快地發現並修復錯誤。

# onboarding.diagnostics.enable-crash-logging
source: Enable Diagnostic Logging
de: Diagnoseprotokollierung aktivieren
es: Habilitar registro de diagnóstico
fr: Activer la journalisation des diagnostics
ja: 診断ログを有効にする
ko: 진단 로깅 활성화
ru: Включить журналирование диагностики
vi: Bật ghi log chẩn đoán
zh_hans: 启用诊断日志
zh_hant: 啟用診斷日誌

# onboarding.diagnostics.logs-stored-locally
source: Logs are stored locally on your device
de: Protokolle werden lokal auf Ihrem Gerät gespeichert
es: Los registros se almacenan localmente en su dispositivo
fr: Les journaux sont stockés localement sur votre appareil
ja: ログはデバイス上にローカルに保存されます
ko: 로그는 귀하의 기기에 로컬로 저장됩니다
ru: Журналы хранятся локально на вашем устройстве
vi: Log được lưu cục bộ trên thiết bị của bạn
zh_hans: 日志存储在您的设备本地
zh_hant: 日誌存儲在您的設備本地
